{"title": "高项错题记录", "topic": "", "label": [], "time": 1666431877, "markdown": "RSA是非对称加密技术，使用公钥（公开密钥）进行加密\n\nAES属于对称加密技术\n\n\n\n项目管理计划详略均可，可由一个或多个部分计划，以及其他事项组成。每一个分计划和其他组成部分的详细程度都要满足具体项目的需要。\n项目管理计划是项目的主计划或称为总体计划，它确定了执行、监控和结束项目的方式和方法，包括项目需要执行的过程、项目生命周期、里程碑和阶段划分等全局性内容。项目管理计划是其他各子计划制订的依据和基础,它从整体上指导项目工作的有序进行。\n\n成本基准是经过批准的、按时间段分配的项目预算，不包括任何管理储备。成本基准是不同进度活动经批准的预算的总和。项目资金通常以增量而非连续的方式投入，并且可能是非均衡的，呈现出阶梯状。\n项目资金需求是根据成本基准，确定总资金需求和阶段性（如季度或年度）资金需求。而不是根据资金投入计算出的成本预算。\n知识点详见：https://www.cnitpm.com/pm1/99479.html\n\n软件项目的质量，主要用技术评审和软件测试两种方法配合使用来保证。\n\n知识点详见：https://www.cnitpm.com/pm1/81928.html\n\n\n\n**项目干系人管理**\n\n沟通渠道的总量为n (n-1) /2，其中,n代表干系人的数量。\n沟通渠道=N(N-1)÷2，N指参与沟通的人数。\nN(N-1)÷2=66，**N=12**\n\n\n\n项目干系人管理包括识别干系人、规划干系人管理、管理干系人和控制干系人参与。\n知识点详见：https://www.cnitpm.com/pm1/125131.html\n\n\n\n```\n管理技能\n项目经理应用管理技能来达成项目目标。如：\n·引导干系人对项目目标达成共识。\n·对于系人施加正面影响。\n·通过谈判达成共识。\n·调整组织行为，以接受项目成果。\n```\n\nWBS是识别风险过程的关键输入，因为它方使人们同时从微观和宏观两个层面认识潜在风险。可以在总体、控制账户和／或工作包层级上识别并继而跟踪风险。\n\n风险审计既可以在日常的项目审查会中进行风险审计，也可单独召开风险审计会议。\n\n变更管理的实质，是根据项目推进过程中越来越丰富的项目认知，不断调整项目努力方向和资源配置，最大程度地满足项目需求，提升项目价值。\n\n变更实施的过程监控，通常由项目经理负责基准的监控。管理委员会监控变更明确的主要成果、进度里程碑等，可以通过监理单位完成。\n\n询价比价管理 采用询价比价形式的采购产品主要包括:市场化程度高的产品、非专利专有技术的产品、充分竞争性产品、可替代性强的产品、供应商不唯一的产品等。\n特殊情况下考评和合同谈判可以同步进行（如一些指定采购的指定供应商)。\n原则上应向三家或三家以上供应商进行询价。\n供应商的报价可以提交系统竞价平台、邮件、传真、邮寄、密封书面送达。\n\n选项A：知识可分为两类，分别是显性知识（ explicit knowledge）与隐性知识( tacitknowledge)。\n选项B：隐性知识是指难以表达、隐含于过程和行动中的非结构化知识,是知窍(Know-how,技能知识）和知人(Know-who，人力知识）两方面的知识，\n选项C：通过利益驱动，促进隐性知识共享。\n选项D：学习型组织的含义为面临剧烈变化的外在环境，组织应力求精简、扁平化、终生学习、不断自我组织再造，以维持竞争力。学习型组织的特征：学习型组织的组织结构则是扁平的，即从最上面的决策层到最下面的操作层，中间相隔层次极少。它尽最大可能将决策权向组织结构的下层移动,让最下层单位拥有充分的自决权，并对产生的结果负责，从而形成扁平化组织结构\n\n平衡计分卡(Balanced Score Card)是一种绩效评价体系，其本来的目的主要是找出超越传统以财务量度为主的组织绩效评价模式，以使组织的战略能够更加有效地转变为行动，目前已经成为组织战略管理的重要工具，在将组织战略规划落实为具体战略行动方面发挥着非常重要的作用。BSC作为一种基于战略管理的业绩考评工具，它从财务、客户、内部运营、学习与成长四个角度，根据组织生命周期的不同阶段的实际情况和采取的具体战略措施，为每一方面设诗出适当的评价指标，赋予不同的权重，形成一套完整的绩效指标评价体系，实现了从抽象的、定性的战略到具体的、定量的目标的转化。\n\n项目集准备阶段的关键活动一般包括：\n(l)建立项目集治理结构。 (2)组建初始的项目集组织。 (3)制订项目集管理计划。\n\n测试监控的内容如下：( 1)测试用例执行的进度。(2）缺陷的存活时间。(3）缺陷的趋势分析。(4）缺陷分布密度。(5)缺陷修改质量。\n\n当建立项目质量与过程性能目标时，要考虑项目已定义过程中会包括的过程，并考虑历史数据对这些过程的性能具有何种意义。这些考虑连同技术能力等其他方面一起，可以有助于项目建立现实的目标。\n管理项目绩效：主要工作是使用统计与其他量化技术管理项目，以确定项目的质量与过程性能目标是否会得到满足。\n\n采用GQM 方法选择度量指标的基本步骤如下：\n(1)首先选择几个项目目标或几个企业目标，尽可能将目标叙述得可以量化、可以测量。\n(2)对于每个目标，设想一些必须回答的问题,看看是否达到目标。\n(3)选择回答每个问题所必需的度量指标。\n(4)确认进行软件度量的度量体系。\n\nAC(Attribute Certifcate)．即属性证书，表示证书的持有者（主体）对于一个资源实体（客体）所具有的权限，它是由一个做了数字签名的数据结构来提供的，这种数据结构称为属性证书，由属性证书管理中心AA签发并管理。\n\n运输问题解法\n\nhttps://blog.csdn.net/qq_41956139/article/details/123935204\n\n ( )是显示分配给每个工作包的项目资源的矩阵。\nA、干系人参与评估矩阵   B、需求跟踪矩阵\nC、概率和影响矩阵     D、责任分配矩阵\n解析：责任分配矩阵（Responsibility Assignment Matrix，RAM）是用来显示分配给每个工作包的项目资源的表格。它显示工作色或活动与项目团队成员之间的关系。在大型项目中，可以制定多个层次的RAM。例如，高层次RAM可定义项目团队中的各小组分别负责WBS中的哪部分工作，而低层次RAM则可在各小组内为具体活动分配角色、职责和职权。矩阵图能反映与每个人相关的所有活动，以及与每项活动相关的所有人员。它也可确保任何一项任务都只有一个人负责，从而避免职责不清。\n\n在项目立项阶段，可行性研究主要包括技术可行性分析、(  )、运行环境可行性分析等方面的可行性分析。\nA、详细可行性分析   B、机会分析\nC、经济可行性分析   D、风险分析\n解析：信息系统项目进行可行性研究包括很多方面的内容，可以归纳成以下几个方面:技术可行性分析、经济可行性分析、运行环境可行性分析以及其他方面的可行性分析等。\n\n在项目人力资源管理中，(  )并不是项目经理的权力来源。\nA、参照权力  B、专家权力  C、奖励权力   D、审计权力\n解析：项目经理权力5种来源\n(1)职位权力(Legitimate Power)，来源于管理者在组织中的职位和职权。在高级管理层对项目经理的正式授权的基础上，项目经理让员工进行工作的权力。\n(2)惩罚权力(Coercive Power)，使用降职、扣薪、惩罚、批评、威胁等负面手段的能力。惩罚权力很有力，但会对团队气氛造成破坏。滥用惩罚权力会导致项目失败，应谨慎使用。\n(3)奖励权力(Reward Power)，给予下属奖励的能力。奖励包括加薪、升职、福利、休假、礼物、口头表扬、认可度、特殊的任务以及其他的奖励员工满意行为的手段。优秀的管理者擅长使用奖励权力激励员工高水平完成工作。\n(4)专家权力(Expert Power)，来源于个人的专业技能。如果项目经理让员工感到他是某些领域的专业权威，那么员工就会在这些领域内遵从项目经理的意见。来自一线的中层管理者经常具有很大的专家权力。\n(5)参照权力(Referent Power)，由于成为别人学习参照榜样所拥有的力量。参照权力是由于他人对你的认可和敬佩从而愿意模仿和服从你以及希望自己成为你那样的人而产生的，这是一种个人魅力。具有优秀品质的领导者的参照权力会很大。这些优秀品质包括诚实、正直、自信、自律、坚毅、刚强、宽容和专注等。领导者要想拥有参照权力，就要加强这些品质的修炼。\n\n"}